Repository: Joey9801/gf2
Catalog: i18n/*/logicsim.po
Languages: de

source: &File
de: &Datei

source: &Help
de: &Hilfe

source: &Open Network File Ctrl-O
de: &Netzwerkdatei &Öffnen Ctrl-O

source: About this program
de: Über dieses Programm

source: Choose a file to open
de: Wähle eine Datei zum öffnen

source: Component name:
de: Komponentenname:

source: Component type:
de: Komponententyp:

source: Connected to
de: Verbunden mit

source: Description
de: Beschreibung

source: Enter number of steps to simulate:
de: Wie viele Schritte sollen simuliert werden:

source: Errors and Warnings
de: Fehler und Warnungen

source: High (constant)
de: High (konstant)

source: I/O
de: Ein-/Ausgabe

source: Input
de: Eingabe

source: Load a file defining the logic network
de: Netzwerkdefinitionsdatei laden

source: Logic Simulator
de: Logik Simulator

source: Low (constant)
de: Low (konstant)

source: Monitored
de: Beobachtet

source: Network definition files (*.def)|*.def
de: Netzwerkdefinitionsdateien (*.def)|*.def

source: Output
de: Ausgabe

source: Pause Live Simulation
de: Livesimuation pausieren

source: Run Live Simulation
de: Livesimulation starten

source: Setup Simulation
de: Simulationseinstellungen

source: Show &Errors Ctrl-E
de: F&ehler anzeigen Ctrl-E

source: Show all errors
de: Alle Fehler anzeigen

source: Simulate for many steps at once
de: Viele Schritte auf einmal simulieren

source: Steps
de: Schritte

source: Stop Simulation
de: Simulation anhalten

source: Switch Input State
de: Eingabe schalten

source: This is a logic simulator developed for project GF2 at CUED by Joe Roberts, Duncan Barber and Daniel Potter
de: Dies ist ein Logiksimulator, der am CUED von Joe Roberts, Duncan Barber und Daniel Potter für das Projekt GF2 entwickelt wurde.

source: Toggle Monitor Point
de: Beobachungspunkt schalten

source: Type
de: Typ

source: Yes
de: Ja
